Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=422_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge almostit kyehti uđđâ sämikielâ aabis
sms: SääŠmteŠǧǧ čõõđat kueŠhtt ođđ sääŠmǩiõl abbâz

source: Sämitigge uárnee uđđâ anarâš- já tavesämikielâlâš aabis almostittemtilálâšvuođâ Anarist Siijdâ auditoriost majebaargâ 07.09.2010 tme 12.00. Tilálâšvuođâst oovdânpuáhtojeh uđđâ anarâš- já tavesämikielâliih aabiseh.
sms: SääŠmteŠǧǧ reäšš ođđ aanar- da tâŠvvsääŠmǩiõllsai abbsi õlmmeempoodd Aanrest Siida auditoriast mââibaarǥ 07.09.2010 čiâss 12.00. ʼlmmeempooddâst čuäŠjtet ođđ aanarsääŠm- da tâŠvvsääŠmǩiõllsaid abbsid.

source: aabis kietâčällee já tavesâämikielâlii aabis kietâčällee, kovvejeijee já máccoo láá mieldi já muštâleh aabisist já ton valmâštâllâmpargoost.
sms: AanarsääŠmǩiõllsa ǩeeŠrtjeei da tâŠvvsääŠmǩiõllsa aabbâs ǩiõttǩeeŠrtjeei, kärt-teei da kueŠsttemnalla piijji liâ pääiŠǩ âŠlnn da maainte abbsest da tõn valmštõõllâmtuâjast.

source: Matti Morottaja čáállám já uŋgárlii Daniel Gelencsér kuvvim Muu aabis, čohčâ - čohčâaabis lii uáivildum 1. luoka čohčâluuhâmpaje anarâškielâ eenikielâ oppâkirjen.
sms: Matti Morottaja ǩeeŠrjtum da uŋŋarla Daniel Gelencsér kärttuum Muu aabis, čohčâ – čõhččaabbâs lij jurddum 1. klaass čõhččlookkâmpââi aanarsääŠm jieŠnnǩiõl mättʼtemǩeŠrjjen.

source: Maŋeláá kiirján kárván kiđđâuási já hárjuttâskirje.
sms: Ǩerjja valmštââvv veâl ǩiđđvuäŠss da mättʼteemǩeŠrjj.

source: Ko anarâš kielâpiervâltooimâ puátusin šoddii anarâškielâliih luokah, te lâi velttidmettum pyevtittiđ meiddei eenikielâlâš algâmáttáátâs várás materiaal.
sms: ÅåŠn aanarsääŠm ǩiõllpieŠsstuåimmjumuužž poddân šõŠdde aanarsääŠmǩiõllsa klaass, leäi juŠn taarbi mieŠlddsaž äiŠǧǧ raajjâd še mättŠtem-materiaalid jieŠnnǩiõl alggmättʼtõõttâm diõtt.

source: Ovdeláá pyevtittum materiaaleh lijjii čäällimvyevis peeleest puárásmâm, ige taid innig puáhtám kevttiđ tagarin máttááttâsâst.
sms: ÄäiŠjben rajjum mättŠtem-materiaal leŠjje ǩeeŠrjtemvueŠjj beäŠlnn vuämmnam, tõid jeät vueiŠttum teänab ââŠnned mättʼtemtuâjast.

source: Matti Morottaja kietâčäällimpargo puátusin almostittoo tääl digitaalteddilâssân Muu aabis, čohčâ-kirje.
sms: Matti Morottaja ǩiõttǩeeŠrjtemtuâj šõddmõõžžâst čõõđtet ååŠn digitaalteädldõkkân Muu aabbâs, čõhčč-ǩeŠrjj.

source: Anarâškielâ aabiseh láá kárvánâm kuuloold: vuossâmuš anarâškielâ aabis lâi kirkkohiärrá Edvard Wilhem Borg toimâttâm Anar sämi kiela aapis kirje, mii teddilui Oulust ive 1857.
sms: AanarsääŠm abbâz liâ õčndõõttâm hääŠrveld: vuõssmõs aanarsääŠm aabbâs lij ceerkavšurr Edvard Wilhem Borgi tuåimmtum Anar sämi kiela aapis ǩeŠrjj, koon teäŠddeš Oulust eeŠjjest 1857.

source: Kirjeest valdui uđđâsistteddilâs paijeel 100 ihheed maŋeláá ive 1983.
sms: ǨeeŠrjest vaŠlddeš pâŠjjel 100 eeŠǩǩed mâŋŋa oođuumteädldõõǥǥ eeŠjjest 1983.

source: Ive 1990 almostui anarâškielân tavesämikielâst jurgâlum Aabis 2-kiđđâaabis.
sms: EeŠjjest 1990 očndõõđi aanarsäämas tâŠvvsääŠmǩiõlâst jåårǥlõttum Aabis 2-ǩiđđaabbâs.

source: Aaibâs čohčâmáánu algâpeeivijn finnip teddilâsâst Inga Guttorm čáállám já Salli Parikka kuvvim Áppes – Min meahci máidnasat - aabis.
sms: Samai čõhččmannu alggpeeiŠvin vuäǯǯap teädldõõǥǥâst Inga Guttorm ǩeeŠrjtum da Salli Parikka kärttuum Áppes – Min meahci máidnasat - abbâz.

source: Kirje máccumist västid Minna Saastamoinen.
sms: ǨeeŠrj kueŠsttemnalla piijjmõõžžâst vaŠsttad Minna Saastamoinen.

source: Kiirján kárván škovlâihán maŋeláá ive 2011 meid hárjuttâskirje.
sms: Ǩerjja valmštââvv škooulekka eeŠjjest 2011 lââŠssen mättʼteemǩeŠrjj.

source: Kietâčällee Inga Guttorm lii máttáátteijee, kote lii porgâm maaŋgâid iivijd tavesämikielâlii algâmáttááttâsâst Ucjuuvâst.
sms: ǨiõttǩeeŠrjteei Inga Guttorm lij vueŠllškooul uŠčteeŠl, kååŠtt lij tuõjjstõõllâm eeŠjjid sääŠmǩiõllsa alggmätŠtõõzz beäŠlnn Uccjooǥǥâst.

source: Kirje kovvejeijee, Salli Parikka (Wahlberg), lii kuvvim maaŋgâid párnáid já nuoráid uáivildum kiirjijd (www.salliparikka.com).
sms: ǨeeŠrj kärtteei, Salli Parikka (Wahlberg), lij kärttääm määŋgaid pärnaid da nuõrid jurddum ǩeeŠrjid (www.salliparikka.com).

source: Máccoo Minna Saastamoinen lii tatavesämikielâ táiđusâžžân palvâlâm oppâkirjekuástideijeid meiddei Taažâst.
sms: KueŠsttemnalla piijji Minna Saastamoinen lij sääŠmǩiõl siltteejan kääŠzzkâsttam mättʼtemǩeŠrjjmaŠhssjid lââŠssen Taarrâst.

source: Ovdebâš Áppes 1 já 2 - aabis almostittui Suomâst 1980 - lovvoost.
sms: OouŠdbuž Áppes 1 da 2 – aabbâs čõõđtes LääŠddjânnmest 1980 – lååǥǥast..

source: Nuorttâsämikielâ aabispargo lii pieijum joton
sms: NuõrttsääŠmǩiõl aabbâstuâjj lij alttuum

source: Taan kiiđâ vuolgij joton meiddei nuorttâsämikielâlii aabis kietâčäällimpargo.
sms: Tän ǩiiđ lij alttuum še nuõrttsääŠmǩiõllsa abbâz ǩiõttǩeeŠrjtemtuâjj.

source: Tiina Sanila-Aikio lii valmâštâllâm kietâčáállus já pargo kárvánâš loppâivveest.
sms: Tiina Sanila-Aikio lij valmštõõllâm ǩiõttǩeŠrjtõõzz da tuâj valmmša vuäǯǯam äiŠǧǧ leŠčči loppeeŠjjest.

source: Nuorttâsämikielâlii kielâpiervâltooimâ puátusin lii vyerdimist, et uđđâ vuosâluokkaliih nuorttâsämikielâ máttááttâsân láá puátimin čohčuv 2011.
sms: NuõrttsääŠm ǩiõllpieŠsstuåimmjumuužž šõddmõõžžâst lij vueŠrddemnalla, što ođđ vuõssklassneeŠǩǩ liâ pueŠttmen čâhčča 2011 nuõrttsääŠmǩiõl mättʼtõŠsse.

source: Ulmen lii finniđ aabis jo tai uđđâ vuosâluokkalalij kiävtun.
sms: Täävtõssân lij vuäǯǯad aabbâs vuõssklassneeŠǩǩi âânnmõŠšše.

source: Tilálâšvuotâ lii rijjâ puohháid, kiäh tobdeh mielâkiddiivâšvuođâ aabisáid.
sms: ʼlmmeempodd lij pukid äävai, ǩeäk peerste abbsin.

source: Median lii väridum náhđulâšvuotâ toohâđ koččâmâšâid rähteid já kuástideijei.
sms: Media diõtt lij vaŠrrjum vuäittmõš tuejjeet kõõččmõõžžid raajjʼjid da mahssja.

source: Tilálâšvuođâst kuásuttuvvoo käähvi.
sms: ʼlmmeempoodd lij kaaŠfstõõllmõš.

source: Hannu Kangasniemi, oppâmateriaalčällee
sms: Hannu Kangasniemi, mättʼtem-materialpiizar

source: Lasetiäđuh: www.samediggi.fi &gt; Olgosadalduvah &gt; Oppâmateriaal
sms: LââŠssteâđaid: www.samediggi.fi &gt; Čõõđtumuužž &gt; mättʼtemaunnâz
